{
  "email": "abidsarwor@gmail.com",
  "address": "Modern Mor, Rangpur",
  "blogDesc": "Providing latest programming related information which will help us a lot in our daily software based tasks. You can visit these blocks of mine to get updated information ted to programming. Some important information can be learned from some sites. The blogs are provided for learning purpose only",
  "blogTitle": "Our Latest Blog!",
  "contactDesc": "Feel free to contact us through Twitter or Facebook if you prefer!",
  "contactTitle": "Let’s Chat!",
  "desc": "Full Stack Web Developer specializing in front-end and back-end development. Experienced in all stages of the development cycle for dynamic websites. Well-versed in multiple programming languages, including JavaScript (ES6), Node.js, Express.js, HTML5, CSS3, Tailwind CSS and Bootstrap CSS. Proficient in open-source front-end libraries such as React.js and Next.js, with expertise in MongoDB and MySQL databases.",
  "designation": "Software Developer",
  "domainName": "abidsoft",
  "embedMap": "<iframe src=\"https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d11532.689836477968!2d89.24451109046575!3d25.71701177434786!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x39e32d00275b43c3%3A0xc67d58c76568226c!2sDarshona%20Mor!5e0!3m2!1sen!2sbd!4v1741898253312!5m2!1sen!2sbd\" width=\"600\" height=\"450\" style=\"border:0;\" allowfullscreen=\"\" loading=\"lazy\" referrerpolicy=\"no-referrer-when-downgrade\"></iframe>",
  "facebook": "",
  "firstName": "Abid",
  "github": "https://github.com/abidsarwor",
  "lastName": "Sarwor",
  "linkedin": "https://www.linkedin.com/in/abid-sarwor-11b089325/",
  "phone": "+880 1608294036",
  "projectDesc": "Below is a list of some of my recently created jobs with detailed information on those jobs. Each project has a live link attached and what technology the project has been developed using. Projects are usually bound by web design and development information.",
  "projectDetailDesc": "Featured and popular products are the best-selling items for your product, product range, or company. However, a featured product could be a new product line or seasonal products instead.",
  "projectDetailTitle": "Projects Details!",
  "projectTitle": "Featured Projects!",
  "projectsCompleted": "145",
  "satisfiedClients": "17",
  "serviceDesc": "If you are ready to elevate your online presence and provide your users with a delightful digital journey, look no further. Our web design, Web Development, and UX design services are tailored to meet your specific needs and deliver outstanding results. Contact us today, and let's embark on a collaborative journey to create a website that captivates, converts, and makes a lasting impression on your audience.",
  "serviceTitle": "Our Best Service!",
  "specialist": "Web Application Specialist",
  "testimonialDesc": "Customers have submitted their feedback to me based on the work I have done so far. Words of goodwill given by those where mentioned. They were happy with the work I provided and expressed their thoughts which I have attached below. I am very pleased to work with them.",
  "testimonialTitle": "Testimonial!",
  "whatsapp": "https://wa.me/8801608294036",
  "workingTimeHour": "2.5",
  "yearsOfExperience": "2"
}